Repository: josecrsdc/Rentia
Catalog: Rentia/Resources/Localizable.xcstrings
Source language: es
Languages: en

# account.delete
source: Eliminar Cuenta
en: Delete Account

# account.delete.confirmation.message
source: Esta acción es irreversible. Se eliminarán todos tus datos.
en: This action is irreversible. All your data will be deleted.

# account.title
source: Cuenta
en: Account

# administrators.add
source: Agregar administrador
en: Add administrator

# administrators.call_landline
source: Llamar al fijo
en: Call landline

# administrators.call_mobile
source: Llamar al móvil
en: Call mobile

# administrators.delete.confirmation.message
source: Esta acción no se puede deshacer
en: This action cannot be undone

# administrators.delete.title
source: Eliminar Administrador
en: Delete Administrator

# administrators.edit.title
source: Editar Administrador
en: Edit Administrator

# administrators.empty.message
source: Agrega administradores para asignarlos a tus propiedades
en: Add administrators to assign them to your properties

# administrators.empty.title
source: Sin administradores
en: No administrators

# administrators.landline_phone
source: Teléfono fijo
en: Landline phone

# administrators.managed_properties
source: Propiedades gestionadas
en: Managed properties

# administrators.name
source: Nombre
en: Name

# administrators.new.title
source: Nuevo Administrador
en: New Administrator

# administrators.no_properties
source: No gestiona ninguna propiedad
en: Not managing any properties

# administrators.phone
source: Teléfono móvil
en: Mobile phone

# administrators.send_email
source: Enviar correo
en: Send email

# administrators.title
source: Administradores
en: Administrators

# administrators.view_detail
source: Ver detalle
en: View detail

# auth.continue_with_google
source: Continuar con Google
en: Continue with Google

# auth.error.internal_authentication
source: Error interno de autenticación.
en: Internal authentication error.

# auth.sign_out
source: Cerrar Sesión
en: Sign Out

# auth.sign_out.confirmation.message
source: ¿Estás seguro de que deseas cerrar sesión?
en: Are you sure you want to sign out?

# auth.tagline
source: Gestiona tus propiedades de forma inteligente
en: Manage your properties intelligently

# auth.terms_notice
source: Al continuar, aceptas nuestros Términos de Servicio y Política de Privacidad
en: By continuing, you agree to our Terms of Service and Privacy Policy

# common.accept
source: Aceptar
en: Accept

# common.cancel
source: Cancelar
en: Cancel

# common.close
source: Cerrar
en: Close

# common.delete
source: Eliminar
en: Delete

# common.deselect
source: Deseleccionar
en: Deselect

# common.edit
source: Editar
en: Edit

# common.main_window_not_found
source: No se pudo encontrar la ventana principal.
en: Could not find the main window.

# common.no_authenticated_user
source: No hay usuario autenticado.
en: No authenticated user.

# common.ok
source: Aceptar
en: OK

# common.save_changes
source: Guardar Cambios
en: Save Changes

# common.select
source: Seleccionar
en: Select

# common.unable_to_get_auth_token
source: No se pudo obtener el token de autenticación.
en: Could not obtain the authentication token.

# dashboard.active_tenants
source: Inquilinos Activos
en: Active tenants

# dashboard.empty_recent_payments
source: Los pagos recientes aparecerán aquí
en: Recent payments will appear here

# dashboard.monthly_income
source: Ingresos mensuales
en: Monthly income

# dashboard.occupancy
source: Ocupación
en: Occupancy

# dashboard.pending_payments
source: Pagos Pendientes
en: Pending payments

# dashboard.properties_summary
source: Resumen de tus propiedades
en: Summary of your properties

# dashboard.recent_activity.empty.title
source: Sin actividad reciente
en: No recent activity

# dashboard.recent_activity.title
source: Actividad Reciente
en: Recent activity

# dashboard.welcome
source: Bienvenido
en: Welcome

# documents.accessibility.open
source: Abrir documento
en: Open document

# documents.add
source: Añadir documento
en: Add document

# documents.delete.confirmation.message
source: ¿Estás seguro de que quieres eliminar este documento?
en: Are you sure you want to delete this document?

# documents.delete.title
source: Eliminar documento
en: Delete document

# documents.empty
source: Sin documentos
en: No documents

# documents.title
source: Documentos
en: Documents

# documents.type.contract
source: Contrato
en: Contract

# documents.type.identity
source: Identidad
en: Identity

# documents.type.other
source: Otro
en: Other

# documents.type.receipt
source: Recibo
en: Receipt

# expenses.amount
source: Importe
en: Amount

# expenses.category
source: Categoría
en: Category

# expenses.category.community
source: Comunidad
en: Community fees

# expenses.category.insurance
source: Seguro
en: Insurance

# expenses.category.management
source: Gestión
en: Management

# expenses.category.mortgage
source: Hipoteca
en: Mortgage

# expenses.category.other
source: Otros
en: Other

# expenses.category.repair
source: Reparación
en: Repair

# expenses.category.utilities
source: Suministros
en: Utilities

# expenses.date
source: Fecha
en: Date

# expenses.delete.confirmation.message
source: ¿Estás seguro de que quieres eliminar este gasto?
en: Are you sure you want to delete this expense?

# expenses.delete.title
source: Eliminar gasto
en: Delete expense

# expenses.description
source: Descripción
en: Description

# expenses.description.placeholder
source: ej. Pago IBI anual
en: e.g. Annual IBI payment

# expenses.detail.title
source: Detalle del gasto
en: Expense detail

# expenses.details
source: Detalles
en: Details

# expenses.edit.title
source: Editar gasto
en: Edit expense

# expenses.empty
source: Sin gastos registrados
en: No expenses recorded

# expenses.empty.hint
source: Toca + para añadir tu primer gasto
en: Tap + to add your first expense

# expenses.filter.all
source: Todos
en: All

# expenses.new.title
source: Nuevo gasto
en: New expense

# expenses.title
source: Gastos
en: Expenses

# expenses.total
source: Total gastos
en: Total expenses

# expenses.view_all
source: Ver todos los gastos
en: View all expenses

# leases.activate
source: Activar
en: Activate

# leases.active_contract
source: Contrato activo
en: Active contract

# leases.assignment
source: Asignación
en: Assignment

# leases.billing_day
source: Día de cobro
en: Billing day

# leases.billing_day %lld
source: Día de cobro: %lld
en: Billing day: %lld

# leases.contract_summary
source: Resumen del contrato
en: Contract summary

# leases.create
source: Crear Contrato
en: Create Lease

# leases.create_contract
source: Crear contrato
en: Create contract

# leases.dates
source: Fechas
en: Dates

# leases.delete.confirmation.message
source: ¿Estás seguro de que deseas eliminar este contrato? Esta acción no se puede deshacer.
en: Are you sure you want to delete this lease? This action cannot be undone.

# leases.delete.only_lease
source: Solo el contrato
en: Delete lease only

# leases.delete.payments_question
source: ¿Deseas también eliminar los pagos asociados a este contrato?
en: Do you also want to delete the payments associated with this lease?

# leases.delete.title
source: Eliminar contrato
en: Delete lease

# leases.delete.with_payments
source: Contrato y pagos
en: Delete lease and payments

# leases.deposit_amount
source: Monto de depósito
en: Deposit amount

# leases.detail.title
source: Contrato
en: Lease

# leases.details
source: Detalles
en: Details

# leases.edit.title
source: Editar Contrato
en: Edit Lease

# leases.end_date
source: Fecha de fin
en: End date

# leases.error.active_exists
source: Ya existe un contrato activo para esta propiedad
en: An active lease already exists for this property

# leases.error.delete_active
source: No puedes eliminar un contrato activo. Finalízalo primero.
en: Cannot delete an active lease. Finalize it first.

# leases.finalize
source: Finalizar
en: Finalize

# leases.financial
source: Financiero
en: Financial

# leases.has_end_date
source: Tiene fecha de fin
en: Has end date

# leases.history
source: Historial de contratos
en: Contract history

# leases.indefinite
source: Indefinido
en: Indefinite

# leases.pending_payments.delete
source: Eliminar pagos pendientes
en: Delete pending payments

# leases.pending_payments.keep
source: Conservar
en: Keep

# leases.pending_payments_dialog.message
source: Hay pagos pendientes asociados a este contrato.
en: There are pending payments associated with this lease.

# leases.pending_payments_dialog.title
source: Pagos pendientes
en: Pending payments

# leases.mark_expired
source: Marcar expirado
en: Mark expired

# leases.new.title
source: Nuevo Contrato
en: New Lease

# leases.no_active_contract
source: Sin contrato activo
en: No active contract

# leases.notes
source: Notas
en: Notes

# leases.payments_section
source: Pagos del contrato
en: Lease Payments

# leases.property
source: Propiedad
en: Property

# leases.rent_amount
source: Monto de renta
en: Rent amount

# leases.select_property
source: Seleccionar propiedad
en: Select property

# leases.select_tenant
source: Seleccionar inquilino
en: Select tenant

# leases.start_date
source: Fecha de inicio
en: Start date

# leases.status
source: Estado
en: Status

# leases.status.active
source: Activo
en: Active

# leases.status.draft
source: Borrador
en: Draft

# leases.status.ended
source: Finalizado
en: Ended

# leases.status.expired
source: Expirado
en: Expired

# leases.tenant
source: Inquilino
en: Tenant

# leases.tenant_contracts
source: Contratos
en: Contracts

# leases.utilities_mode
source: Servicios
en: Utilities

# leases.utilities.included
source: Incluidos
en: Included

# leases.utilities.none
source: Ninguno
en: None

# notifications.lease_expiring.body
source: El contrato de %@ vence en %lld días
en: Lease for %@ expires in %lld days

# notifications.lease_expiring.title
source: Contrato Próximo a Vencer
en: Lease Expiring Soon

# notifications.overdue_payments.body
source: Tienes %lld pagos vencidos pendientes de cobro
en: You have %lld overdue payments pending collection

# notifications.overdue_payments.title
source: Pagos Vencidos
en: Overdue Payments

# payments.additional
source: Adicional
en: Additional

# payments.all
source: Todos
en: All

# payments.amount
source: Cantidad
en: Amount

# payments.assignment
source: Asignación
en: Assignment

# payments.change_status
source: Cambiar estado
en: Change Status

# payments.dates
source: Fechas
en: Dates

# payments.delete.confirmation.message
source: Esta acción no se puede deshacer. Se eliminará el pago permanentemente.
en: This action cannot be undone. The payment will be permanently deleted.

# payments.delete.title
source: Eliminar Pago
en: Delete Payment

# payments.detail.title
source: Detalle del Pago
en: Payment Detail

# payments.due_date
source: Fecha de vencimiento
en: Due date

# payments.edit.title
source: Editar Pago
en: Edit Payment

# payments.empty.message
source: Los pagos registrados aparecerán aquí
en: Registered payments will appear here

# payments.empty.title
source: Sin pagos
en: No payments

# payments.error.no_active_lease
source: No hay ningún contrato activo para esta combinación de inquilino y propiedad.
en: No active lease found for this tenant-property combination.

# payments.filter.all_properties
source: Todas las propiedades
en: All Properties

# payments.filter.property
source: Propiedad
en: Property

# payments.information
source: Información
en: Information

# payments.new.title
source: Nuevo Pago
en: New Payment

# payments.notes
source: Notas
en: Notes

# payments.notes.contact_tenant
source: Contactar al inquilino
en: Contact the tenant

# payments.payment_date
source: Fecha de pago
en: Payment date

# payments.payment_method
source: Metodo de pago
en: Payment method

# payments.property
source: Propiedad
en: Property

# payments.property_not_found
source: Propiedad no encontrada
en: Property not found

# payments.record
source: Registrar Pago
en: Record Payment

# payments.select
source: Seleccionar
en: Select

# payments.selected_count
source: seleccionados
en: selected

# payments.status.cancelled
source: Cancelado
en: Cancelled

# payments.status.overdue
source: Vencido
en: Overdue

# payments.status.paid
source: Pagado
en: Paid

# payments.status.partial
source: Parcial
en: Partial

# payments.status.pending
source: Pendiente
en: Pending

# payments.tenant_not_found
source: Inquilino no encontrado
en: Tenant not found

# pdf.amount
source: Importe
en: Amount

# pdf.concept
source: Concepto
en: Concept

# pdf.date
source: Fecha
en: Date

# pdf.generate_contract
source: Generar PDF del contrato
en: Generate Contract PDF

# pdf.generate_receipt
source: Generar recibo PDF
en: Generate Receipt PDF

# pdf.landlord
source: Arrendador
en: Landlord

# pdf.lease_contract
source: Contrato de Arrendamiento
en: Lease Agreement

# pdf.payment_method
source: Método de pago
en: Payment method

# pdf.payment_receipt
source: Recibo de Pago
en: Payment Receipt

# pdf.property
source: Propiedad
en: Property

# pdf.receipt_number
source: Nº Recibo
en: Receipt No.

# pdf.rent
source: Alquiler
en: Rent

# pdf.tenant
source: Arrendatario
en: Tenant

# properties.add
source: Agregar Propiedad
en: Add Property

# properties.address
source: Direccion
en: Address

# properties.address.city
source: Ciudad
en: City

# properties.address.country
source: Pais
en: Country

# properties.address.manual_entry
source: Entrada manual
en: Manual entry

# properties.address.no_results
source: Sin resultados
en: No results

# properties.address.postal_code
source: Codigo postal
en: Postal code

# properties.address.search
source: Buscar direccion
en: Search address

# properties.address.state
source: Estado/Provincia
en: State/Province

# properties.address.street
source: Calle
en: Street

# properties.address.tap_to_search
source: Toca para buscar direccion
en: Tap to search address

# properties.administrator
source: Administrador
en: Administrator

# properties.administrator.none
source: Ninguno
en: None

# properties.administrator.select
source: Seleccionar administrador
en: Select administrator

# properties.basic_information
source: Información Básica
en: Basic information

# properties.bathrooms
source: Baños
en: Bathrooms

# properties.cadastral_reference
source: Ref. catastral
en: Cadastral ref.

# properties.create
source: Crear Propiedad
en: Create Property

# properties.create_new_tenant
source: Crear nuevo inquilino
en: Create new tenant

# properties.create_tenant
source: Crear Inquilino
en: Create Tenant

# properties.currency
source: Moneda
en: Currency

# properties.delete.confirmation.message
source: Esta acción no se puede deshacer. Se eliminará la propiedad permanentemente.
en: This action cannot be undone. The property will be permanently deleted.

# properties.delete.title
source: Eliminar Propiedad
en: Delete Property

# properties.description
source: Descripción
en: Description

# properties.detail.status
source: Estado
en: Status

# properties.detail.type
source: Tipo
en: Type

# properties.details
source: Detalles
en: Details

# properties.edit.title
source: Editar Propiedad
en: Edit Property

# properties.empty.message
source: Agrega tu primera propiedad para comenzar
en: Add your first property to get started

# properties.empty.title
source: Sin propiedades
en: No properties

# properties.error.delete_has_active_lease
source: Esta propiedad tiene un contrato activo. Finalízalo antes de eliminar.
en: This property has an active lease. Finalize it before deleting.

# properties.financial_information
source: Información Financiera
en: Financial information

# properties.map.no_coordinates
source: No hay propiedades con ubicacion
en: No properties with location

# properties.map.no_coordinates.message
source: Edita tus propiedades para agregar direccion
en: Edit your properties to add address with location

# properties.name
source: Nombre de la propiedad
en: Property name

# properties.new.title
source: Nueva Propiedad
en: New Property

# properties.no_assigned_tenants
source: Sin inquilinos asignados
en: No tenants assigned

# properties.no_payments_recorded
source: Sin pagos registrados
en: No payments recorded

# properties.no_tenants_registered
source: No hay inquilinos registrados
en: No tenants registered

# properties.payments_empty.message
source: Aún no se han registrado pagos para esta propiedad
en: No payments have been recorded for this property yet

# properties.photos
source: Fotos
en: Photos

# properties.photos.accessibility.add
source: Añadir foto
en: Add photo

# properties.photos.accessibility.fullscreen
source: Ver foto a pantalla completa
en: View photo fullscreen

# properties.photos.delete.message
source: Esta foto se eliminará permanentemente.
en: This photo will be permanently deleted.

# properties.photos.delete.title
source: Eliminar foto
en: Delete photo

# properties.photos.empty
source: Sin fotos aún
en: No photos yet

# properties.rooms
source: Habitaciones
en: Rooms

# properties.search
source: Buscar propiedades...
en: Search properties...

# properties.select_tenant_helper
source: Selecciona el inquilino que alquila esta propiedad
en: Select the tenant who rents this property

# properties.status
source: Estado
en: Status

# properties.status.available
source: Disponible
en: Available

# properties.status.maintenance
source: Mantenimiento
en: Maintenance

# properties.status.rented
source: Alquilada
en: Rented

# properties.tenant
source: Inquilino
en: Tenant

# properties.type
source: Tipo
en: Type

# properties.type.apartment
source: Apartamento
en: Apartment

# properties.type.commercial
source: Local comercial
en: Commercial

# properties.type.garage
source: Garaje
en: Garage

# properties.type.house
source: Casa
en: House

# properties.type.land
source: Terreno
en: Land

# properties.view_payments
source: Ver todos los pagos
en: View all payments

# reports.annual
source: Informe Anual
en: Annual Report

# reports.breakdown
source: Desglose
en: Breakdown

# reports.debt
source: Estado de Deuda
en: Debt Status

# reports.debtors
source: Deudores
en: Debtors

# reports.expenses
source: Gastos
en: Expenses

# reports.export.csv
source: Exportar CSV
en: Export CSV

# reports.income
source: Ingresos
en: Income

# reports.loss
source: Pérdida
en: Loss

# reports.monthly_breakdown
source: Desglose mensual
en: Monthly breakdown

# reports.no_data
source: Sin datos para el periodo seleccionado
en: No data for the selected period

# reports.no_debt
source: Sin deuda pendiente
en: No outstanding debt

# reports.period
source: Periodo
en: Period

# reports.period.month
source: Mes
en: Month

# reports.period.quarter
source: Trimestre
en: Quarter

# reports.period.year
source: Año
en: Year

# reports.profitability
source: Rentabilidad
en: Profitability

# reports.profitable
source: Rentable
en: Profitable

# reports.result
source: Resultado
en: Result

# reports.title
source: Informes
en: Reports

# reports.total_annual
source: Total anual
en: Annual total

# reports.total_debt
source: Deuda total
en: Total debt

# reports.view_profitability
source: Ver rentabilidad
en: View profitability

# reports.year
source: Año
en: Year

# settings.debug.delete_all_data
source: Eliminar todos los datos
en: Delete all data

# settings.debug.load_seed_data
source: Cargar datos de prueba
en: Load test data

# settings.preferences.appearance
source: Apariencia
en: Appearance

# settings.preferences.appearance.dark
source: Oscuro
en: Dark

# settings.preferences.appearance.light
source: Claro
en: Light

# settings.preferences.appearance.system
source: Sistema
en: System

# settings.preferences.default_currency
source: Moneda por defecto
en: Default currency

# settings.preferences.notifications
source: Notificaciones
en: Notifications

# settings.preferences.notifications.days_before
source: %lld días antes
en: %lld days before

# settings.preferences.notifications.first_warning
source: Primer aviso
en: First warning

# settings.preferences.notifications.lease_expiry
source: Vencimiento de contratos
en: Lease expiry

# settings.preferences.notifications.lease_expiry.description
source: Te avisaremos con antelación antes de que venza un contrato de alquiler.
en: You'll be notified in advance before a lease expires.

# settings.preferences.notifications.overdue_payments
source: Pagos vencidos
en: Overdue payments

# settings.preferences.notifications.overdue_payments.description
source: Recibirás un aviso diario cuando haya pagos pendientes de cobro.
en: You'll get a daily reminder when rent payments are overdue.

# settings.preferences.notifications.second_warning
source: Segundo aviso
en: Second warning

# settings.preferences.notifications.time
source: Hora de notificación
en: Notification time

# settings.preferences.text_size
source: Tamaño de texto
en: Text size

# settings.preferences.title
source: Preferencias
en: Preferences

# settings.title
source: Ajustes
en: Settings

# settings.user.fallback_name
source: Usuario
en: User

# storage.error.compression_failed
source: No se pudo comprimir la imagen
en: Could not compress image

# storage.error.delete_failed
source: No se pudo eliminar el archivo
en: Could not delete the file

# storage.error.invalid_url
source: URL de archivo inválida
en: Invalid file URL

# tabs.dashboard
source: Inicio
en: Home

# tabs.payments
source: Pagos
en: Payments

# tabs.properties
source: Propiedades
en: Properties

# tabs.settings
source: Ajustes
en: Settings

# tabs.tenants
source: Inquilinos
en: Tenants

# tenants.add
source: Agregar Inquilino
en: Add Tenant

# tenants.contact
source: Contacto
en: Contact

# tenants.delete.confirmation.message
source: Esta acción no se puede deshacer. Se eliminará el inquilino permanentemente.
en: This action cannot be undone. The tenant will be permanently deleted.

# tenants.delete.title
source: Eliminar Inquilino
en: Delete Tenant

# tenants.edit.title
source: Editar Inquilino
en: Edit Tenant

# tenants.empty.message
source: Agrega tu primer inquilino para comenzar
en: Add your first tenant to get started

# tenants.empty.title
source: Sin inquilinos
en: No tenants

# tenants.end
source: Fin
en: End

# tenants.error.delete_has_active_lease
source: Este inquilino tiene contratos activos. Finalízalos antes de eliminar.
en: This tenant has active leases. Finalize them before deleting.

# tenants.financial_summary
source: Resumen financiero
en: Financial Summary

# tenants.first_name
source: Nombre
en: First name

# tenants.id_number
source: Número de identificación
en: ID number

# tenants.identification
source: Identificación
en: Identification

# tenants.last_name
source: Apellido
en: Last name

# tenants.lease
source: Contrato
en: Lease

# tenants.lease_end
source: Fin del contrato
en: Lease end date

# tenants.lease_expired
source: Contrato vencido
en: Lease expired

# tenants.lease_start
source: Inicio del contrato
en: Lease start date

# tenants.lease_until
source: Contrato hasta %@
en: Lease until %@

# tenants.new.title
source: Nuevo Inquilino
en: New Tenant

# tenants.next_payment
source: Próximo pago
en: Next Payment

# tenants.no_properties_registered
source: No hay propiedades registradas
en: No properties registered

# tenants.pending_debt
source: Deuda pendiente
en: Pending Debt

# tenants.personal_information
source: Información Personal
en: Personal information

# tenants.phone
source: Telefono
en: Phone

# tenants.search
source: Buscar inquilinos...
en: Search tenants...

# tenants.select_properties_helper
source: Selecciona las propiedades asociadas a este inquilino
en: Select the properties associated with this tenant

# tenants.start
source: Inicio
en: Start

# tenants.status.active
source: Activo
en: Active

# tenants.status.inactive
source: Inactivo
en: Inactive

# tenants.total_paid
source: Total pagado
en: Total Paid
